Repository: KDE/kscreen
Catalog: po/*/hdrcalibrator.po
Languages: bg, ca@valencia, eu, he, ia, is, ko, lt, lv, pl, pt_br, ro, ru, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
ca@valencia: Josep M. Ferrer
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
ia: Giovanni Sora
is: Sveinn í Felli
ko: 박신조
lt: Moo
lv: Toms Trasūns
pl: Łukasz Wojniłowicz
pt_br: Guilherme Marçal Silva, Geraldo Simião
ro: Sergiu Bivol
ru: Олеся Герасименко, Александр Яворский
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
ca@valencia: txemaq@gmail.com
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
ia: g.sora@tiscali.it
is: sv1@fellsnet.is
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
pl: lukasz.wojnilowicz@gmail.com
pt_br: guimarcalsilva@gmail.com, geraldosimiao@fedoraproject.org
ro: sergiu@cip.md
ru: translation-team@basealt.ru, kekcuha@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_tw: mail@kisaragi-hiu.com

# @title:window
source: HDR Calibration
bg: Калибриране на HDR
ca@valencia: Calibratge de HDR
eu: HDR Kalibratzea
he: כיול HDR
ia: Calibration HDR
is: HDR-kvörðun
ko: HDR 교정
lt: HDR kalibravimas
lv: HDR kalibrācija
pl: Kalibracja HDR
pt_br: Calibração HDR
ro: Calibrare HDR
ru: Калибровка HDR
sl: Kalibracija HDR
sv: Kalibrering av stort dynamiskt omfång
tr: HDR Kalibrasyonu
uk: Калібрування HDR
zh_tw: HDR 校準

# @action:button
source: Next
bg: Напред
ca@valencia: Següent
eu: Hurrengoa
he: הבא
ia: Proxime
is: Næsta
ko: 다음
lt: Kitas
lv: Tālāk
pl: Następna
pt_br: Próximo
ro: Următor
ru: Далее
sl: Naslednji
sv: Nästa
tr: Sonraki
uk: Далі
zh_tw: 下一步

# @info accessible description of a push button
source: Switches to the next page
bg: Преминаване към следващата страница
ca@valencia: Canvia a la pàgina següent
eu: Hurrengo orrira aldatzen du
he: מעבר לעמוד הבא
ia: Passa al proxime pagina
is: Skiptir yfir á næstu síðu
ko: 다음 쪽으로 전환
lt: Perjungia į kitą puslapį
lv: Pāriet uz nākamo lapu
pl: Przełącza do następnej strony
pt_br: Alterna para a próxima página
ro: Schimbă la pagina următoare
ru: Переход на следующую страницу
sl: Preklopi na naslednjo stran
sv: Går till nästa sida
tr: Sonraki sayfaya geçer
uk: Перемикає на наступну сторінку
zh_tw: 切換到下一頁

# @action:button
source: Cancel
bg: Отмяна
ca@valencia: Cancel·la
eu: Utzi
he: ביטול
ia: Cancella
is: Hætta við
ko: 취소
lt: Atsisakyti
lv: Atcelt
pl: Anuluj
pt_br: Cancelar
ro: Renunță
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_tw: 取消

# @info accessible description of a push button
source: Cancels the calibration process
bg: Отменя процеса на калибриране
ca@valencia: Cancel·la el procés de calibratge
eu: Kalibratzeko prozesua bertan behera uzten du
he: ביטול תהליך הכיול הזה
ia: Cancella le processo de calibration
is: Hættir við litkvörðunarferlið
ko: 교정 작업을 취소함
lt: Nutraukia kalibravimo procesą
lv: Atceļ kalibrācijas procesu
pl: Przerywa kalibrację
pt_br: Cancela o processo de calibração
ro: Renunță la procesul de calibrare
ru: Отменить процесс калибровки
sl: Prekliče proces kalibracije
sv: Avbryter kalibreringsprocessen
tr: Kalibrasyon sürecini iptal eder
uk: Скасовує процедуру калібрування
zh_tw: 取消校準

source: To determine the maximum brightness of the screen, adjust the slider until the logo is barely visible
bg: За да определите максималната яркост на екрана, регулирайте плъзгача, докато логото стане едва видимо
ca@valencia: Per a determinar la brillantor màxima de la pantalla, ajusteu el control lliscant fins que el logotip siga visible amb prou faenes
eu: Pantailaren distira maximoa zehazteko, egokitu graduatzailea logoa nekez ikus daitekeen arte
he: כדי לקבוע את בהירות המסך המרבית, יש לכוון את המחוון עד שבקושי ניתן לראות את הלוגו
ia: Per determinar le maxime brillantia del shermo, accomoda le glissator usque le logo es apena visibile
is: Til að ákvarða hámarksbirtustig skjásins skaltu aðlaga með sleðanum þangað til táknmerkið sést varla
ko: 화면의 최대 밝기를 결정하려면 로고가 흐릿하게 표시될 때까지 슬라이더를 조정하십시오
lt: Norėdami nustatyti, koks yra didžiausias ekrano ryškumas, reguliuokite slinktuką tol, kol logotipas bus vos matomas
lv: Lai noteiktu ekrāna maksimālo gaišumu, pārvietojiet slīdni līdz brīdim, kad logotipu tikko kā redzat
pl: Aby ustalić najwyższą jasność ekranu, przesuwaj suwakiem, aż logo będzie ledwo widoczne
pt_br: Para determinar o brilho máximo da tela, ajuste o controle deslizante até que o logotipo quase não esteja visível
ro: Pentru a determina luminozitatea maximă a ecranului, ajustați glisorul până când logotipul devine abia vizibil
ru: Чтобы определить максимальную яркость экрана, перемещайте ползунок до тех пор, пока логотип не станет едва видимым.
sl: Če želite določiti največjo svetlost zaslona, ​​​​prilagodite drsnik, dokler logotip ni komaj viden
sv: För att bestämma skärmens maximala ljusstyrka, justera reglaget tills logotypen knappt syns
tr: Ekranın en yüksek parlaklığını algılamak için logo neredeyse görünmez olana değin sürgüyü sürün.
uk: Для визначення максимальної яскравості екрана пересуньте повзунок так, щоб логотип став ледве видимим
zh_tw: 要辨別螢幕的最高亮度，請調整滑動條直到標誌幾乎看不到

source: To determine the maximum average brightness of the screen, adjust the slider until the logo is barely visible
bg: За да определите максималната средна яркост на екрана, регулирайте плъзгача, докато логото стане едва видимо
ca@valencia: Per a determinar la brillantor mitjana màxima de la pantalla, ajusteu el control lliscant fins que el logotip siga visible amb prou faenes
eu: Pantailaren gehienezko batezbesteko distira zehazteko, egokitu graduatzailea logoa nekez ikus daitekeen arte
he: כדי לקבוע את בהירות המסך המרבית הממוצע, יש לכוון את המחוון עד שבקושי ניתן לראות את הלוגו
ia: Per determinar le maxime brillantia medie del schermo, accomoda le glissator usque le logo es apena visibile
ko: 화면의 최대 평균 밝기를 결정하려면 로고가 흐릿하게 표시될 때까지 슬라이더를 조정하십시오
lt: Norėdami nustatyti, koks yra didžiausias ekrano ryškumo vidurkis, reguliuokite slinktuką tol, kol logotipas bus vos matomas
pl: Aby ustalić najwyższą przeciętną jasność ekranu, przesuwaj suwakiem, aż logo będzie ledwo widoczne
pt_br: Para determinar o brilho médio máximo da tela, ajuste o controle deslizante até que o logotipo quase não esteja visível
ro: Pentru a determina luminozitatea medie maximă a ecranului, ajustați glisorul până când logotipul devine abia vizibil
ru: Чтобы определить максимальную среднюю яркость экрана, перемещайте ползунок до тех пор, пока логотип не станет едва видимым.
sl: Če želite določiti največjo povprečno svetlost zaslona, ​​​​prilagodite drsnik, dokler logotip ni komaj viden
sv: För att bestämma skärmens maximala medelljusstyrka, justera reglaget tills logotypen knappt syns
tr: Ekranın en yüksek ortalama parlaklığını algılamak için logo neredeyse görünmez olana dek sürgüyü sürün.
uk: Для визначення максимальної середньої яскравості екрана пересуньте повзунок так, щоб логотип став ледве видимим
zh_tw: 要辨別螢幕的最高平均亮度，請調整滑動條直到標誌幾乎看不到

source: Configure how bright "100%" on the normal brightness slider should be. Make it as bright as you'd ever use it, as long as the HDR image still looks good and the gradients are smooth. To avoid brightness fluctuations, it's recommended to not exceed the display's maximum average brightness of %1cd/m²
bg: Настройте колко ярко трябва да бъде „100%“ на нормалния плъзгач за яркост. Направете го толкова светло, колкото искате да го използвате, докато изображението на HDR все още изглежда добре и преходите са гладки. За да се избегнат колебания на яркостта, се препоръчва да не се превишава максималната средна яркост на %1cd/m²
ca@valencia: Configura com de brillant hauria de ser el «100%» normal en el control lliscant de la brillantor. Feu-lo tan brillant com ho faríeu servir, sempre que la imatge HDR encara es veja bé i els degradats siguen suaus. Per a evitar fluctuacions de la brillantor, es recomana no excedir la brillantor mitjana màxima de la pantalla de %1cd/m²
eu: Konfiguratu distira arruntaren graduatzailean "% 100" distira zein izan behar duen. Egin ezazu erabiliko zenukeen bezain distiratsu, HDR irudia ondo ikusi eta gradienteak leunak diren bitartean. Distira fluktuazioak saihesteko, erakusleihoaren %1cd/m² gehienezko batezbesteko distira ez gainditzea gomendatzen da.
he: הגדרה כיצד „100%” בהירות אמורה להיות במחוון הרגיל. יש להפוך אותה להכי בהירה שאי פעם יהיה לך צורך, כל עוד תמונת ה־HDR עדיין נראית טוב והמדרגים חלקים. כדי להימנע מתנודות בבהירות, מומלץ לא לחרוג מהבהירות הממוצעת המרבית של התצוגה על סך %1cd/m²
ko: 일반 밝기 슬라이더의 "100%" 밝기가 얼마나 밝을지를 설정합니다. HDR 이미지가 선명하게 보이고, 그라디언트가 부드럽게 보이는 한도 내에서 최대한으로 밝게 설정하십시오. 밝기가 변하는 것을 방지하려면 이 디스플레이의 최대 평균 밝기인 %1cd/m²를 초과하지 마십시오.
lt: Konfigūruokite, koks įprastame ryškumo slinktuke turėtų būti įprastas „100%“ ryškumas. Padarykite jį tokį, kokį tik kada nors naudosite, bet tuo pačiu žiūrėkite, kad HDR paveikslas atrodytų gerai, o gradientai būtų glotnūs. Norint išvengti ryškumo svyravimų yra rekomenduojama neviršyti ekrano didžiausio %1cd/m² ryškumo vidurkio
pl: Ustaw jak jasne "100%" będzie na normalnym suwaku jasności. Uczyń je tak jasnym jakim kiedykolwiek ma być przy zapewnieniu, że obraz HDR nadal wygląda dobrze, a gradienty są nadal gładkie. Aby uniknąć miejscowych zmian jasności, zalecamy nieprzekraczanie najwyższej przeciętnej jasności wyświetlacza równej %1cd/m²
pt_br: Configure o quão brilhante deve ser o "100%" no controle deslizante de brilho normal. Ajuste para o nível mais brilhante que você usaria, desde que a imagem em HDR ainda pareça boa e os degradês estejam suaves. Para evitar flutuações de brilho, recomenda-se não exceder o brilho médio máximo do monitor de %1 cd/m²
ro: Configurează cât de luminos să fie „100%” pe glisorul normal de luminozitate. Faceți-l pe cât de luminos l-ați folosi vreodată, atâta timp cât imaginea HDR încă arată bine și gradienții sunt lini. Pentru a evita fluctuații ale luminozității, se recomandă să nu depășiți luminozitatea medie maximă de %1cd/m² a afișajului.
ru: Настройте, насколько ярким должно быть значение «100%» на обычном ползунке яркости. Установите такую яркость, которую вы максимально используете в обычной работе, при условии, что HDR-изображение по-прежнему выглядит хорошо, а градиенты остаются плавными. Чтобы избежать колебаний яркости, рекомендуется не превышать максимальную среднюю яркость дисплея — %1 кд/м²
sl: Nastavite svetlost "100%" na drsniku za običajno svetlost. Naj bo tako svetla, kot bi jo kdajkoli uporabljali, dokler je slika HDR še vedno videti dobro in so prelivi gladki. Da bi se izognili nihanjem svetlosti, je priporočljivo, da ne presežete največje povprečne svetlosti zaslona, ​​ki znaša %1cd/m².
sv: Ställ in vad ljusstyrkan "100 %" ska vara på reglaget för normal ljusstyrka. Gör den så ljus som du någonsin skulle använda den, så länge bilden med stort dynamiskt omfång fortfarande ser bra ut och toningar är jämna. För att undvika ljusstyrkevariationer rekommenderas att inte överskrida skärmens maximala medelljusstyrka på %1 cd/m².
tr: Normal parlaklık sürgüsündeki “%​100” değerinin ne kadar parlak olması gerektiğini yapılandırın. Onu, HDR görsel hâlâ düzgünce görünür ve gradyanlar pürüzsüz kalana değin kullanacağınız en parlak düzeye getirin. Parlaklık dalgalanmalarından kaçınmak için ekranın en yüksek ortalama parlaklığı olan %1 cd/m² değerinin aşılmaması önerilir.
uk: Налаштувати, наскільки яскравим буде результат встановлення «100%» на повзунку яскравості. Зробіть усе яскравим настільки, наскільки ви можете користуватися цим при збереженні доброго вигляду зображення і плавних градієнтів. Щоб уникнути коливань яскравості, рекомендуємо не перевищувати максимальної середньої яскравості дисплея у %1 кд/м²
zh_tw: 調整普通亮度滑動條的 "100%" 應該要多亮。請將它調整成您會使用的最大亮度，只要 HDR 影像看起來還是沒問題而且漸層仍然是平滑的就好。 為了防止亮度忽高忽低，建議亮度不要超過顯示器的最高平均亮度 %1cd/m²

source: Maximum luminance: %1cd/m²
bg: Максимална яркост: %1cd/m²
ca@valencia: Luminància màxima: %1 cd/m²
he: הארה מרבית: %1cd למטר רבוע
ko: 최대 휘도: %1cd/m²
lt: Didžiausias skaistis: %1cd/m²
pl: Najwyższa luminancja: %1cd/m²
pt_br: Luminância máxima: %1cd/m²
ro: Luminanță maximă: %1cd/m²
ru: Максимальная яркость: %1 кд/м²
sl: Maksimalna svetlost: %1cd/m²
sv: Maximal ljusstyrka: %1 cd/m²
tr: En yüksek aydınlık %1 cd/m²
uk: Максимальна освітленість: %1кд/м²
zh_tw: 最大光度：%1cd/m²

source: Maximum fullscreen luminance: %1cd/m²
bg: Максимална яркост на цял екран: %1cd/m²
ca@valencia: Luminància màxima a pantalla completa: %1 cd/m²
he: הארה מרבית למסך מלא: %1cd למטר רבוע
ko: 최대 전체 화면 휘도: %1cd/m²
lt: Didžiausias viso ekrano skaistis: %1cd/m²
pl: Najwyższa luminancja na całym ekranie: %1cd/m²
pt_br: Luminância máxima em tela cheia: %1cd/m²
ro: Luminanță maximă pe ecran complet: %1cd/m²
ru: Максимальная яркость в полноэкранном режиме: %1 кд/м²
sl: Maksimalna svetlost celotnega zaslona: %1cd/m²
sv: Maximal fullskärmsljusstyrka: %1 cd/m²
tr: En yüksek tam ekran aydınlığı: %1 cd/m²
uk: Максимальна освітленість у повноекранному режимі: %1кд/м²
zh_tw: 最大全螢幕光度：%1cd/m²

source: Reference luminance / paper white: %1cd/m²
bg: Референтна яркост /хартиено бяло: %1cd/m²
ca@valencia: Luminància de referència / paper blanc: %1 cd/m²
he: לבן תאורה / נייר לסימוכין: %1cd למטר רבוע
ko: 참조 휘도/종이 백색: %1cd/m²
lt: Etaloninis skaistis / popieriaus baltumas: %1cd/m²
pl: Luminancja odniesienia / biała kartka papieru: %1cd/m²
pt_br: Luminância de referência / branco do papel: %1cd/m²
ro: Luminanță de referință / foaie albă: %1cd/m²
ru: Опорная яркость / белизна бумаги: %1 кд/м²
sl: Referenčna svetlost / papirnato bela: %1cd/m²
sv: Referensljusstyrka, pappersvit: %1 cd/m²
tr: Başvurulan aydınlık / beyaz kâğıt: %1 cd/m²
uk: Еталонна освітленість / білий папір: %1кд/м²
zh_tw: 參考光度 / 紙張白：%1cd/m²

# @action:checkbox
source: Assume Windows HDR applications are calibrated for this screen
bg: Предполага се, че приложенията за Windows с поддръжка на HDE са калибрирани за този екран.
ca@valencia: Assumix que les aplicacions HDR de Windows estan calibrades per a esta pantalla
he: להניח שיישומי Windows באיכות HDR מכוילים למסך הזה
ia: Suppone que applicationes de Windows HDR es calibrate per iste schermo
ko: Windows HDR 앱이 이 화면으로 교정되었다고 간주
lt: Numanyti, kad „Windows“ HDR programos yra kalibruotos naudojimui šiame ekrane
pl: Załóż, że aplikacje HDR z Windowsa są skalibrowane dla tego ekranu
pt_br: Supor que os aplicativos HDR do Windows estejam calibrados para esta tela
ro: Presupune că aplicațiile HDR pentru Windows sunt calibrate pentru acest ecran
ru: Считать, что приложения Windows HDR откалиброваны для этого экрана
sl: Predpostavimo, da so aplikacije Windows HDR kalibrirane za ta zaslon
sv: Anta att Windows HDR-program är kalibrerade för den här skärmen
tr: Windows HDR uygulamalarının bu ekrana göre kalibre edildiğini varsay
uk: Припускати щодо програми високого динамічного діапазону для Windows на цьому екрані калібровано
zh_tw: 將 Windows HDR 應用程式視為已為此螢幕校準

# @action:button
source: Done
bg: Готово
ca@valencia: Fet
eu: Eginda
he: סיום
ia: Facite
is: Lokið
ko: 완료
lt: Atlikta
lv: Pabeigts
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sl: Narejeno
sv: Klar
tr: Bitti
uk: Виконано
zh_tw: 完成

# @info accessible description of a push button
source: Finish the calibration process
bg: Завършва процеса на калибриране
ca@valencia: Acaba el procés de calibratge
he: סיום תהליך הכיול
ia: Fini le processo de calibration
ko: 교정 작업 끝내기
lt: Užbaigti kalibravimo procesą
pl: Ukończ kalibrację
pt_br: Terminar o processo de calibração
ro: Încheie procesul de calibrare
ru: Завершить процесс калибровки
sl: Končaj proces kalibracije
sv: Slutför kalibreringsprocessen
tr: Kalibrasyon sürecini bitir
uk: Завершити процедуру калібрування
zh_tw: 完成校準程序

source: Many Windows applications come with their own calibration settings, which this system wide configuration conflicts with. If this option is set, their calibration settings will work as expected on this specific display.
bg: Много приложения за Windows имат свои собствени настройки за калибриране, които влизат в конфликт с тази системна конфигурация. Ако тази опция е активирана, настройките за калибриране ще работят както се очаква на този конкретен дисплей.
ca@valencia: Moltes aplicacions Windows venen amb la seua configuració pròpia de calibratge, amb la qual la configuració bàsica d'este sistema entra en conflicte. Si s'establix esta opció, la seua configuració de calibratge funcionarà com s'espera en esta pantalla específica.
he: ביישומי Windows רבים כבר יש הגדרות כיול משלהן, שההגדרות הכלל מערכתיות האלה סותרות אותן. אם האפשרות הזאת מוגדרת, הגדרות הכיול שלהם יעבדו כצפוי בתצוגה הנקודתית הזאת.
ia: Multe applicationes de Windows veni con lor proprie preferentias de calibration, con le quales le large configuration de systema conflige. Si iste option es fixate, lor preferentias de calibration functionara como attendite sur iste specific monstrator.
ko: 많은 Windows 앱은 자체적인 교정 설정을 사용하며, 시스템 전역 설정과 충돌할 수도 있습니다. 이 옵션을 사용하면 해당 앱의 교정 설정을 이 디스플레이에서 예상한 대로 사용합니다.
lt: Daugelis „Windows“ programų yra pateikiamos su savo pačių kalibravimo nuostatomis, su kuriomis ši sistemos masto konfigūracija konfliktuoja. Jei ši parinktis yra pažymėta, tada tų programų kalibravimo nuostatos šiame konkrečiame ekrane veiks taip, kaip tikimasi.
pl: Wiele aplikacji na Windowsie dostarcza własnych ustawień kalibracji, z którymi ustawienia systemowe się gryzą. Po zaznaczeniu tego pola, ich ustawienia kalibracji będą działać zgodnie z oczekiwaniami na tym wyświetlaczu.
pt_br: Muitos aplicativos do Windows vêm com suas próprias configurações de calibração, com as quais a configuração do sistema entra em conflito. Se esta opção estiver ativada, as configurações de calibração funcionarão conforme o esperado nesta tela específica.
ro: Multe aplicații Windows vin cu propriile configurări de calibrare, ceea ce e în conflict cu configurația sistemului. Dacă e activată această opțiune, configurările de calibrare ale acestora vor lucra corect pe acest afișaj.
ru: Многие приложения Windows имеют собственные настройки калибровки, которые могут конфликтовать с этой системной конфигурацией. Если этот параметр включён, их настройки калибровки будут корректно работать на этом экране.
sl: Številne aplikacije za Windows imajo lastne nastavitve kalibracije, s katerimi je ta konfiguracija sistema v navzkrižju. Če je ta možnost nastavljena, bodo njihove nastavitve kalibracije na tem specifičnem zaslonu delovale po pričakovanjih.
sv: Många Windows-program har sina egna kalibreringsinställningar, vilket den här systemomfattande inställning står i konflikt med. Om det här alternativet är aktiverat fungerar deras kalibreringsinställningar som förväntat på just den här skärmen.
tr: Birçok Windows uygulaması, bu sistem genelindeki yapılandırmayla çakışan kendi kalibrasyon ayarlarıyla birlikte gelir. Bu seçenek ayarlanırsa kalibrasyon ayarları bu belirli ekrandan beklendiği gibi çalışacaktır.
uk: Багато програм Windows постачаються з власними параметрами калібрування, з якими конфліктують ці загальносистемні налаштування. Якщо позначено цей пункт, їхні налаштування калібрування працюватимуть належним чином на цьому конкретному дисплеї.
zh_tw: 許多 Windows 應用程式有自己的校準設定，這些設定會跟全系統設定衝突。設定這個選項可以讓它們的校準設定在這個顯示器上如預期的運作。

source: Configure how bright "100%" on the normal brightness slider should be. Make it as bright as you'd ever use it, as long as the HDR image still looks good and the gradients are smooth. To avoid brightness fluctuations, it's recommended to not exceed the display's maximum average brightness of %1cd/mݙ
ia: Configura como brillante "100%" deberea esser le glissator per brillantia normal. Face lo tan brillante como tu jammais lo usa, usque le imagine HDR ancora sembla bon e le gradientes es lisie. Per evitar fluctuactiones de brillantia, iles recommendate non exceder le maxime brillantia medie del monstrator de of %1cd/mݙ

source: Maximum luminance: %1cd/mݙ
ia: Maxime luminantia: %1cd/mݙ

source: Maximum fullscreen luminance: %1cd/mݙ
ia: Maxime luminantia de schermo plen: %1cd/mݙ

source: Reference luminance / paper white: %1cd/mݙ
ia: Luminantia de referentia / papiro blanc: %1cd/mݙ

source: Configure how bright "100%" on the normal brightness slider should be. Make it as bright as you'd ever use it, as long as the HDR image still looks good and the gradients are smooth.
is: Stilltu hversu bjart "100%" á sleðanum venjulegt birtustig ætti að vera. Hafðu það eins bjart og þú myndir nokkurn tíma nota það, svo fremi að HDR-myndin líti áfram vel út og að litstiglarnir séu mjúkir.
lv: Pielāgojiet, cik gaišs ir „100 %“ gaišums parastajos gaišuma iestatījumos. Padariet to tik gaišu, cik vēlaties lietot, kamēr vien HDR attēli izskatās labi un krāsu pārejas ir vienmērīgas.
