Repository: KDE/kscreen
Catalog: po/*/kcm_kscreen.po
Languages: cs, ro

source: Implementation error
ro: Eroare de implementare

source: Outputs changed while trying to apply settings
ro: Ieșirile s-au modificat în timpul aplicării configurărilor

source: None
cs: Nic
ro: Niciunul

source: Replicated by other output
cs: Kopírováno druhým výstupem
ro: Replicat de altă ieșire

# @action:button Briefly show the display name in a popup label on each screen
source: Identify Screens
cs: Identifikovat obrazovky
ro: Identifică ecranele

source: Keep display configuration?
cs: Ponechat nastavení zobrazení?
ro: Se păstrează configurația afișajului?

source: Will revert to previous configuration in %1 second.
cs: Vrátí se k předchozímu nastavení za %1 sekundu.
ro: Se va reveni la configurația precedentă în %1 secundă.

source: &Keep
cs: &Ponechat
ro: &Păstrează

source: &Revert
cs: V&rátit
ro: &Restabilește

# @info
source: All displays are disabled. Enable at least one.
cs: Všechny obrazovky jsou zakázány. Povolte aspoň jednu.
ro: Toate afișajele sunt dezactivate. Activați cel puțin unul.

# @info
source: Gaps between displays are not supported. Make sure all displays are touching.
cs: Mezery mezi obrazovkami nejsou podporovány. Ujistěte se, že se všechny obrazovky dotýkají.
ro: Golurile între afișaje nu sunt susținute. Asigurați-vă că toate afișajele se ating.

# The argument contains the reason for the failure
source: Couldn’t apply display configuration: %1
ro: Configurația afișajului nu a putut fi aplicată: %1

source: A new output has been added. Settings have been reloaded.
cs: Byl přidán nový výstup. Nastavení byla obnovena.
ro: A fost adăugată o nouă ieșire. Configurările au fost reîncărcate.

source: An output has been removed. Settings have been reloaded.
cs: Výstup byl odstraněn. Nastavení byla obnovena.
ro: A fost eliminată o ieșire Configurările au fost reîncărcate.

source: No KScreen backend found. Please check your KScreen installation.
cs: Nenalezen žádný modul KScreen. Prosím zkontrolujte svou instalaci KScreen.
ro: Platforma KScreen nu a fost găsită. Verificați instalarea KScreen.

source: Outputs could not be saved due to error.
cs: Výstupy nelze kvůli chybě uložit.
ro: Ieșirile nu au putut fi salvate din cauza erorii.

source: Global scale changes will come into effect after the system is restarted.
ro: Modificările de scalare globală vor intra în vigoare după repornirea sistemului.

source: Restart
cs: Restartovat
ro: Repornește

source: Display configuration reverted.
cs: Vráceno nastavení zobrazení.
ro: Configurația afișajului a fost restabilită.

# @title:window
source: Change Priorities
cs: Změnit priority
ro: Schimbă prioritățile

source: Primary
cs: Primární
ro: Primar

source: Raise priority
cs: Zvýšit prioritu:
ro: Crește prioritatea

source: Lower priority
cs: Snížit prioritu
ro: Scade prioritatea

# @action:button Shrink the height of a view
source: Collapse
ro: Restrânge

# @action:button Edit the arrangement of display outputs
source: Edit Arrangement
ro: Modifică aranjamentul

source: Orientation:
cs: Orientace:
ro: Orientare:

source: Automatic
cs: Automaticky
ro: Automat

source: Only when in tablet mode
cs: Pouze v režimu tabletu
ro: Doar în regim de tabletă

source: Replicas
cs: Kopie
ro: Replici

# @label for a checkbox that says 'Enabled'
source: Device:
ro: Dispozitiv:

source: Enabled
cs: Povoleno
ro: Activat

source: Change Screen Priorities…
cs: Změnit priority obrazovky...
ro: Schimbă prioritățile ecranelor…

# @info
source: This determines which screen your main desktop appears on, along with any Plasma Panels in it. Some older games also use this setting to decide which screen to appear on.<nl/><nl/>It has no effect on what screen notifications or other windows appear on.
ro: Aceasta determină pe ce ecran să apară biroul principal, împreună cu panourile Plasma din acesta. Unele jocuri mai vechi folosesc această configurare ca să decidă pe ce ecran să apară.<nl/><nl/>Aceasta nu are niciun efect asupra ecranului pe care apar notificările sau alte ferestre.

source: Resolution:
cs: Rozlišení:
ro: Rezoluție:

# @info
source: “%1” is the only resolution supported by this display.
ro: „%1” e unica rezoluție susținută de acest afișaj.

source: Scale:
cs: Měřítko:
ro: Scalare:

# @info accessible description of slider value
source: in percent of regular scale
ro: în procente din scalarea obișnuită

source: Refresh rate:
cs: Obnovovací frekvence:
ro: Rata de împrospătare:

# @info
source: “%1” is the only refresh rate supported by this display.
ro: „%1” e unica rată de împrospătare susținută de acest afișaj.

# @info
source: “%1” is the only refresh rate supported by this display at the current resolution.
ro: „%1” e unica rată de împrospătare susținută de acest afișaj la rezoluția actuală.

source: Adaptive sync:
cs: Adaptivní synchronizace:
ro: Sincronizare adaptivă:

source: Never
cs: Nikdy
ro: Niciodată

source: Always
cs: Vždy
ro: Întotdeauna

source: Overscan:
ro: Suprascanare:

# @info
source: Determines how much padding is put around the image sent to the display to compensate for part of the content being cut off around the edges.<nl/><nl/>This is sometimes needed when using a TV as a screen.
ro: Determină câtă umplutură să fie pusă în jurul imaginii trimise către afișaj pentru a compensa decuparea parțială a conținutului în jurul marginilor.<nl/><nl/>Acest lucru e necesar uneori în cazul folosirii unui televizor ca ecran.

source: RGB range:
cs: Rozsah RGB:
ro: Diapazon RGB:

source: Full
cs: Plný
ro: Deplin

source: Limited
cs: Omezeno
ro: Limitat

# @info
source: Determines whether the range of possible color values needs to be limited for the display. This should only be changed if the colors on the screen look washed out.
ro: Determină dacă diapazonul de culori posibile trebuie limitat pentru afișaj. Acest parametru trebuie modificat doar dacă culorile de pe ecran par șterse.

# @label:listbox
source: Color profile:
ro: Profilul de culoare:

# @item:inlistbox color profile
source: None
ro: Niciunul

# @item:inlistbox color profile
source: ICC profile
ro: Profil ICC

# @item:inlistbox color profile
source: Built-in
ro: Încorporat

# @info:tooltip
source: Use the color profile built into the screen itself, if present. Note that built-in color profiles are sometimes wrong, and often inaccurate. For optimal color fidelity, calibration using a colorimeter is recommended.
ro: Folosește profilul de culoare încorporat în ecran, dacă e prezent. Rețineți că profilurile de culoare încorporate pot fi greșite uneori, și sunt adesea imprecise. Pentru fidelitate optimă a culorilor, se recomandă calibrarea cu un colorimetru.

# @info:placeholder
source: Enter ICC profile path…
cs: Zadejte cestu k profilu ICC...
ro: Introduceți calea profilului ICC…

# @action:button
source: Select ICC profile…
cs: Vyberte profil ICC...
ro: Alege profilul ICC…

source: Opens a file picker for the ICC profile
cs: Otevře dialog pro výběr profilu ICC
ro: Deschide un selector de fișiere pentru profilul ICC

# @title:window
source: Select ICC Profile
cs: Vyberte profil ICC
ro: Alegere profil ICC

# @info:tooltip
source: ICC profiles aren’t compatible with HDR yet.
ro: Profilurile ICC nu sunt încă compatibile cu HDR.

# @label
source: High Dynamic Range:
ro: Interval dinamic sporit:

# @option:check
source: Enable &HDR
ro: Activează &HDR

# @info:tooltip
source: HDR allows compatible applications to show brighter and more vivid colors.
ro: HDR permite aplicațiilor compatibile să arate culori mai aprinse și mai vii.

# @action:button
source: Calibrate HDR Brightness…
ro: Calibrează luminozitatea HDR…

source: Opens a window to calibrate HDR brightness
ro: Deschide o fereastră pentru calibrarea luminozității HDR

# @label:listbox
source: Color accuracy:
ro: Acuratețe culori:

# @item:inlistbox tradeoff between efficiency and color accuracy
source: Prefer efficiency
ro: Preferă eficiența

# @item:inlistbox tradeoff between efficiency and color accuracy
source: Prefer color accuracy
ro: Preferă acuratețea culorilor

# @info:tooltip
source: Preferring color accuracy limits potentially inaccurate offloading of color operations to the display driver and increases the maximum color resolution.<nl/><nl/>Note that this setting can have a large impact on performance.
ro: Preferând acuratețea culorilor se limitează delegarea potențial imprecisă a operațiunilor cu culori către driver-ul grafic și crește rezoluția maximă a culorilor.<nl/><nl/>Rețineți că această configurare poate avea un impact major asupra performanței.

# @info:tooltip
source: Preferring efficiency simplifies the ICC profile to matrix+shaper, improving performance at the cost of color accuracy.<nl/><nl/>Note that changing this setting can have a large impact on performance.
ro: Preferând eficiența se simplifică profilul ICC până la matrice+modelator, îmbunătățind performanța în detrimentul acurateții culorilor.<nl/><nl/>Rețineți că schimbarea acestei configurări poate avea un impact major asupra performanței.

# @label:listbox
source: Limit color resolution to:
ro: Limitează rezoluția culorilor la:

# @item:inlistbox color resolution
source: Automatic (%1 bits per color)
ro: Automat (%1 biți pe culoare)

# @item:inlistbox color resolution
source: %1 bits per color
ro: %1 biți pe culoare

# @item:inlistbox color resolution
source: Automatic (%1 bits per color)
ro: Automat (%1 biți pe culoare)

# @label
source: sRGB color intensity:
ro: Intensitate culori sRGB:

# @info:tooltip
source: Increases the intensity of sRGB content on the screen.
ro: Crește intensitatea conținutului sRGB pe ecran.

# @label
source: Brightness:
ro: Luminozitate:

# @option:check
source: Control hardware brightness with DDC/CI
ro: Controlează luminozitatea echipamentului prin DDC/CI

# @info:tooltip
source: DDC/CI is a feature supported by many monitors. Plasma can use it to adjust screen brightness with desktop controls, as if using the monitor's own hardware buttons and OSD menu.
ro: DDC/CI e o caracteristică susținută de multe monitoare. Plasma o poate folosi pentru a ajusta luminozitatea cu controalele biroului, de parcă ați folosi butoanele fizice ale monitorului și meniul acestuia.

# @label
source: Sharpness:
ro: Claritate:

# @label
source: Extended Dynamic Range:
ro: Interval dinamic extins:

# @option:check
source: Enable EDR
ro: Activează EDR

# @info:tooltip
source: EDR allows viewing HDR content on SDR displays by dynamically adjusting the backlight.<nl/><nl/>Note that this increases battery usage while viewing HDR content.
ro: EDR permite vizionarea conținutului HDR pe afișaje SDR prin ajustarea dinamică a luminii de fundal.<nl/><nl/>Rețineți că aceasta crește consumul bateriei în timpul vizionării conținutului HDR.

source: Replica of:
cs: Kopie:
ro: Replică a:

source: Global scale:
cs: Globální měřítko:
ro: Scală globală:

source: Legacy applications (X11):
cs: Starší aplikace (X11):
ro: Aplicațiile moștenite (X11):

# The apps themselves should scale to fit the displays
source: Apply scaling themselves
ro: Aplică singure scalarea

source: Legacy applications that support scaling will use it and look crisp, however those that don’t will not be scaled at all.
ro: Aplicațiile moștenite ce susțin scalarea o vor folosi și vor arăta clar, dar cele ce nu o susțin nu vor fi scalate deloc.

# The system will perform the x11 apps scaling
source: Scaled by the system
ro: Scalate de către sistem

source: All legacy applications will be scaled by the system to the correct size, however they will always look slightly blurry.
ro: Toate aplicațiile moștenite vor fi scalate de către sistem la dimensiunea corectă, însă acestea vor fi mereu puțin neclare.

# @label
source: Screen tearing:
cs: Trhání obrazovky:
ro: Frântura ecranului:

# @option:check The thing being allowed in fullscreen windows is screen tearing
source: Allow in fullscreen windows
cs: Povolit v oknech přes celou obrazovku
ro: Permite în ferestre pe tot ecranul

# @info:tooltip
source: Screen tearing reduces latency with most displays. Note that not all graphics drivers support this setting.
ro: Frântura ecranului reduce latența pentru majoritatea ecranelor. Rețineți că nu toate driver-ele grafice susțin această configurare.

source: The global scale factor is limited to multiples of 6.25% to minimize visual glitches in applications using the X11 windowing system.
ro: Factorul global de scalare e limitat la multipli de 6.25% pentru a minimiza erorile vizuale în aplicații ce folosesc sistemul de ferestre X11.

source: 90° Clockwise
cs: 90° ve směru hodinových ručiček
ro: 90° în sensul acelor de ceasornic

source: Upside Down
cs: Vzhůru nohama
ro: Răsturnat

source: 90° Counterclockwise
cs: 90° proti směru hodinových ručiček
ro: 90° împotriva acelor de ceasornic

source: No Rotation
cs: Žádné otočení
ro: Fără rotire

source: Drag screens to re-arrange them
cs: Přetáhněte obrazovky jak chcete aby byly sestaveny
ro: Trageți ecranele pentru a le rearanja

source: Manual
cs: Ručně

# @option:check
source: Enable HDR
cs: Povolit HDR

# @label
source: SDR Brightness:
cs: Jas SDR:

# @label
source: SDR Color Intensity:
cs: Intenzita barev SDR:

source: Device:
cs: Zařízení:
